10/data/attachments/4247ca3a7bcba35f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Charles_loss_Actions_20247_4</nif:username>
            <nif:friendToBeRequested>soap_actions_9b1ce4c2-2a42-47a3-b9d3-0b12bb702a03</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>